---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceNumberOfPeople
source: html/1a221018-2125-f892-fad5-a64d6c738e67.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceNumberOfPeople Property

"Number of People"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceNumberOfPeople { get; }
```